/**
 * Тестовое задание: программа для логистической компании.<br>
 * Описание:<br>
 * Логистическая компания перевозит товары при помощи грузовых машин.
 * У каждого товара есть стоимость и вес. У каждой машины есть максимальная грузоподъемность.
 * Компании выгодно перевозить максимально дорогие товары, потому что за их доставку платят больше.
 * Напишите программу, результатом работы которой станет инструкция для грузчиков, подсказывающая какой товар
 * нужно грузить в машину. Ввод и вывод данных должен осуществляться через консоль.
 */
package jm.tests.logistics;